app/controllers/comments_controller.rb

  def create
    @article = Article.find(params[:article_id])
    @article.comments.create(comment_params)
---
SELECT  "articles".* FROM "articles" WHERE "articles"."id" = ? LIMIT 1  [["id", 8]]
INSERT INTO "comments" ("author", "body", "article_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["author", "aaaaaaaa"], ["body", "bbbbbbb"], ["article_id", 8], ["created_at", "2016-07-13 05:10:56.841360"], ["updated_at", "2016-07-13 05:10:56.841360"]]