app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("email", "message", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "yur@mail.ru"], ["message", "bobobobobbo"], ["created_at", "2016-07-08 04:22:58.370301"], ["updated_at", "2016-07-08 04:22:58.370301"]]
---
  def create
    @contact = Contact.new(contact_params)
    if @contact.valid?
      @contact.save